<div>
    <p align="center"><strong><u><span>CONDITIONS GENERALES D&rsquo;UTILISATION</span></u></strong></p>
    <p align="left"><strong>&nbsp;</strong></p>
    <p align="left"><strong>AVERTISSEMENT PR&Eacute;ALABLE</strong></p>
    <p align="left"><strong>IMPORTANT : VEUILLEZ LIRE ATTENTIVEMENT LES PR&Eacute;SENTES CONDITIONS G&Eacute;N&Eacute;RALES D&rsquo;UTILISATION (CGU) AVANT TOUTE</strong></p>
    <p align="left"><strong>UTILISATION DE L&rsquo;APPLICATION OU DES SERVICES ASSOCI&Eacute;S.</strong></p>
    <p>La soci&eacute;t&eacute; <strong>nPerf</strong>, soci&eacute;t&eacute; par actions simplifi&eacute;e (SAS) au capital de 71 300 &euro;, immatricul&eacute;e au RCS de Lyon sous le n&deg; B 450 208 244, dont le si&egrave;ge social est sis <strong>87, rue de S&egrave;ze, 69006 Lyon (France)</strong>, agit en qualit&eacute; de <strong>prestataire technique</strong> pour le compte de <strong>l&rsquo;Autorit&eacute; de R&eacute;gulation des T&eacute;l&eacute;communications/TIC de C&ocirc;te d&rsquo;Ivoire (ARTCI)</strong>, autorit&eacute; administrative ind&eacute;pendante charg&eacute;e de la r&eacute;gulation du secteur des t&eacute;l&eacute;communications et des technologies de l&rsquo;information et de la communication sis &agrave; Abidjan, Marcory Anoumanbo.</p>
    <p>Dans ce cadre, <strong>nPerf</strong> a d&eacute;velopp&eacute; et exploite, pour le compte de l&rsquo;ARTCI, une version personnalis&eacute;e de sa plateforme de test de performance Internet, d&eacute;nomm&eacute;e <strong>CIPerf</strong>, accessible</p>
    <p>:</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> via le site web officiel de l&rsquo;ARTCI : <a href="https://www.artci.ci/"><span>www.artci.ci</span></a> <a href="https://www.artci.ci/"></a>;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> via une application mobile t&eacute;l&eacute;chargeable sur <strong>iOS</strong> et <strong>Android</strong> ; <span>&bull;</span> <span>&nbsp;&nbsp;</span> et via des applications pour ordinateurs (<strong>Windows</strong>, <strong>macOS</strong>, <strong>Linux</strong>).</p>
    <p>L&rsquo;Application <strong>CIPerf</strong> permet &agrave; l&rsquo;utilisateur (ci-apr&egrave;s &laquo; l&rsquo;Utilisateur &raquo;) d&rsquo;&eacute;valuer la qualit&eacute; de sa connexion Internet, de contribuer &agrave; la constitution de bases de donn&eacute;es de mesures techniques et &agrave; la production de cartographies de couverture et de performance des r&eacute;seaux.</p>
    <p>L&rsquo;<strong>ARTCI</strong> demeure <strong>seule responsable du service public num&eacute;rique CIPerf</strong>, du traitement des donn&eacute;es et de la mise &agrave; disposition du service aupr&egrave;s du public. La soci&eacute;t&eacute; <strong>nPerf</strong> intervient exclusivement en tant que <strong>prestataire technique</strong>, sans relation contractuelle directe avec les Utilisateurs.</p>
    <h1>Article I. D&eacute;finitions</h1>
    <p>Les termes d&eacute;butant par une majuscule au sein des pr&eacute;sentes Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation (CGU), y compris au pr&eacute;ambule ci-dessus, qu&rsquo;ils soient utilis&eacute;s au singulier ou au pluriel, auront la signification qui leur est donn&eacute;e au pr&eacute;sent article.&nbsp;</p>
    <p><strong>Abonnement Premium</strong> : d&eacute;signe le forfait payant donnant acc&egrave;s &agrave; la Version Premium de l&rsquo;Application pendant une p&eacute;riode d&rsquo;un (1) an.&nbsp;</p>
    <p><strong>Application</strong> : d&eacute;signe les applications logicielles ARTCI mobiles (Android et iOS) et pour ordinateurs (Windows, Mac, Linux) &eacute;dit&eacute;es et exploit&eacute;es par ARTCI permettant &agrave; l&rsquo;Utilisateur de r&eacute;aliser des tests de d&eacute;bit, de latence, de navigation et/ou de streaming de sa connexion internet, le Test ARTCI. Il existe &eacute;galement une application web du Test ARTCI, accessible sur le Site.&nbsp;</p>
    <p><strong>Bases de Donn&eacute;es ARTCI</strong> : d&eacute;signe les bases de donn&eacute;es constitu&eacute;es des Donn&eacute;es de Test.</p>
    <p><strong>Compte Utilisateur</strong> : d&eacute;signe le compte cr&eacute;&eacute; par l&rsquo;Utilisateur lors de son inscription sur le Site/l&rsquo;Application, pr&eacute;alablement &agrave; l&rsquo;acc&egrave;s &agrave; certains Services propos&eacute;s par le Test ARTCI.&nbsp;</p>
    <p><strong>Contrat</strong> : d&eacute;signe les pr&eacute;sentes CGU, accept&eacute;es par l&rsquo;Utilisateur, r&eacute;gissant les relations contractuelles entre ARTCI et l&rsquo;Utilisateur.</p>
    <p><strong>Donn&eacute;es de Test</strong> : d&eacute;signe les donn&eacute;es issues des tests de mesure effectu&eacute;s par les Utilisateurs via l&rsquo;Application, collect&eacute;es par ARTCI.</p>
    <p><strong>Donn&eacute;es Personnelles :</strong> Toute information de quelque nature qu&rsquo;elle soit et ind&eacute;pendamment de son support, y compris le son et l&rsquo;image relative &agrave; une personne physique identifi&eacute;e ou identifiable directement ou indirectement par r&eacute;f&eacute;rence &agrave; un num&eacute;ro d&rsquo;identification ou &agrave; plusieurs &eacute;l&eacute;ments sp&eacute;cifiques propres &agrave; son identit&eacute; physique, physiologique g&eacute;n&eacute;tique psychique culturelle sociale ou &eacute;conomique.</p>
    <p><strong>Identifiant</strong> : d&eacute;signe l&rsquo;adresse de courrier &eacute;lectronique ou le nom d&rsquo;Utilisateur sp&eacute;cifique par lequel l&rsquo;Utilisateur s&rsquo;identifiera pour se connecter &agrave; certains Services du Test ARTCI. L&rsquo;Identifiant est toujours accompagn&eacute; d&rsquo;un Mot de passe.&nbsp;</p>
    <p><strong>Mot de passe</strong> : terme secret propre &agrave; l&rsquo;Utilisateur accompagnant obligatoirement son Identifiant afin de lui permettre de se connecter &agrave; certains Services. ARTCI pr&eacute;conise que le Mot de passe soit constitu&eacute; d&rsquo;au minimum huit caract&egrave;res d&rsquo;au moins quatre types diff&eacute;rents (majuscules, minuscules, chiffres, caract&egrave;res sp&eacute;ciaux).&nbsp;</p>
    <p><strong>Services</strong> : d&eacute;signe l&rsquo;ensemble des services, gratuits ou payants, constituant le Test ARTCI, d&eacute;finis &agrave; l&rsquo;article 3 des pr&eacute;sentes CGU.</p>
    <p><strong>Services Enrichis</strong> : d&eacute;signe l&rsquo;ensemble des Services accessibles gratuitement aux Utilisateurs ayant cr&eacute;&eacute; un Compte Utilisateur.</p>
    <p><strong>Services Gratuits</strong> : d&eacute;signe l&rsquo;ensemble des Services gratuits accessibles &agrave; tout Utilisateur.</p>
    <p><strong>Services Premium</strong> : d&eacute;signe l&rsquo;ensemble des Services payants accessibles aux Utilisateurs ayant souscrit un Abonnement Premium.</p>
    <p><strong>Site</strong> : d&eacute;signe le site accessible &agrave; l&rsquo;adresse www.nperf.com &eacute;dit&eacute; et exploit&eacute; par ARTCI. Le Site donne acc&egrave;s &agrave; l&rsquo;Application web du Test ARTCI.</p>
    <p><strong>Test ARTCI ou Test</strong> : d&eacute;signe indiff&eacute;remment, en tout ou en partie, le test de d&eacute;bit, de latence, de navigation et/ou de streaming accessible via l&rsquo;Application.&nbsp;</p>
    <p><strong>Utilisateur :</strong> d&eacute;signe toute personne physique utilisant le Test ARTCI ou l&rsquo;un des Services, ayant la qualit&eacute; de consommateur, &agrave; savoir toute personne physique faisant un usage du Test ARTCI ne relevant pas de son activit&eacute; professionnelle commerciale ou lib&eacute;rale.&nbsp;</p>
    <p><strong>Version PREMIUM</strong> : d&eacute;signe la version premium payante de l&rsquo;Application, laquelle ne contient pas de publicit&eacute;s et permet l&rsquo;acc&egrave;s aux Services Premium.&nbsp;</p>
    <h1>Article II. Acceptation et modification des CGU&nbsp;</h1>
    <h2>&nbsp;2.01 Acceptation des CGU</h2>
    <p>Les pr&eacute;sentes CGU constituent un Contrat &agrave; dur&eacute;e ind&eacute;termin&eacute;e entre ARTCI et l&rsquo;Utilisateur.</p>
    <p>En utilisant l&rsquo;Application, l&rsquo;Utilisateur accepte sans r&eacute;serve les pr&eacute;sentes CGU dans leur version en ligne le jour de sa connexion la plus r&eacute;cente.&nbsp;</p>
    <p>En cas de d&eacute;saccord avec les CGU, l&rsquo;Utilisateur <strong>ne doit pas utiliser le service</strong>.</p>
    <h2>&nbsp;2.02 Modification des CGU</h2>
    <p>ARTCI se r&eacute;serve la possibilit&eacute; de modifier, &agrave; tout moment et sans pr&eacute;avis, les pr&eacute;sentes CGU, notamment :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> pour tenir compte d&rsquo;&eacute;volutions l&eacute;gales, r&eacute;glementaires ou techniques ; <span>&bull;</span> pour int&eacute;grer des am&eacute;liorations fonctionnelles ou correctives ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> ou pour adapter le service &agrave; de nouveaux usages.</p>
    <p>L&rsquo;Utilisateur sera inform&eacute; de l&rsquo;adoption de chaque nouvelle version des CGU par une mention (bandeau, fen&ecirc;tre, notification) expresse lors de sa premi&egrave;re connexion &agrave; la suite de l&rsquo;adoption des CGU modifi&eacute;es, l&rsquo;invitant &agrave; prendre connaissance des nouvelles CGU. Si l&rsquo;Utilisateur refuse les nouvelles CGU, il devra cesser d&rsquo;utiliser l&rsquo;Application.&nbsp;</p>
    <p>Toute modification des CGU entrera en vigueur &agrave; compter de son acceptation expresse par l&rsquo;Utilisateur en cochant la case d&rsquo;acceptation des CGU modifi&eacute;es.&nbsp;</p>
    <h1>Article III. Services du Test CIPerf&nbsp;</h1>
    <h2>&nbsp;3.01 Acc&egrave;s au service</h2>
    <p>Le service <strong>CIPerf</strong> est accessible gratuitement &agrave; tout utilisateur disposant d&rsquo;un terminal compatible et d&rsquo;une connexion Internet. L&rsquo;acc&egrave;s peut se faire :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> via le site web de l&rsquo;ARTCI : <a href="https://www.artci.ci/"><span>www.artci.ci</span></a> <a href="https://www.artci.ci/"></a>;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> via les applications mobiles disponibles sur <strong>iOS</strong> et <strong>Android</strong> ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> ou via les versions pour ordinateurs (<strong>Windows</strong>, <strong>macOS</strong>, <strong>Linux</strong>).</p>
    <p>L&rsquo;Utilisateur est responsable de son mat&eacute;riel, de sa connexion et de sa configuration. Les co&ucirc;ts d&rsquo;acc&egrave;s &agrave; Internet ou de consommation de donn&eacute;es restent &agrave; sa charge exclusive.</p>
    <h2>&nbsp;3.02 Conditions d&rsquo;utilisation</h2>
    <p>L&rsquo;Utilisateur s&rsquo;engage &agrave; :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> utiliser le service <strong>CIPerf</strong> de mani&egrave;re loyale, uniquement pour mesurer la qualit&eacute; de sa connexion ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> ne pas alt&eacute;rer, d&eacute;tourner ou interf&eacute;rer avec le fonctionnement technique du service ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> ne pas extraire, r&eacute;utiliser ni publier les donn&eacute;es issues d&rsquo;autres utilisateurs ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> respecter la l&eacute;gislation en vigueur, notamment en mati&egrave;re de protection des donn&eacute;es et d&rsquo;int&eacute;grit&eacute; des r&eacute;seaux.</p>
    <p>Tout usage abusif, frauduleux ou contraire &agrave; la finalit&eacute; du service pourra entra&icirc;ner <strong>la suspension ou la suppression de l&rsquo;acc&egrave;s</strong>, sans pr&eacute;judice d&rsquo;&eacute;ventuelles poursuites.</p>
    <h2>&nbsp;3.03 Disponibilit&eacute; du service</h2>
    <p>L&rsquo;<strong>ARTCI</strong> et son prestataire <strong>nPerf</strong> s&rsquo;efforcent d&rsquo;assurer la continuit&eacute; du service. Toutefois, le service peut &ecirc;tre interrompu pour maintenance, mise &agrave; jour ou en cas de force majeure.</p>
    <p>L&rsquo;ARTCI ne saurait &ecirc;tre tenue responsable des interruptions ou d&eacute;gradations du service dues &agrave; des causes ext&eacute;rieures &agrave; son contr&ocirc;le.</p>
    <h1>Article IV. Fonctionnement du service CIPerf&nbsp;</h1>
    <h2>&nbsp;4.01 Principe g&eacute;n&eacute;ral</h2>
    <p align="left">Le test <strong>CIPerf</strong> a pour objectif de mesurer la <strong>qualit&eacute; et la performance des connexions</strong></p>
    <p align="left"><strong>Internet</strong> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; disponibles &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; en &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C&ocirc;te &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; d&rsquo;Ivoire.</p>
    <p>Il permet d&rsquo;&eacute;valuer diff&eacute;rents indicateurs techniques (d&eacute;bit, latence, stabilit&eacute;, navigation, streaming, force du signal, etc.) et de contribuer &agrave; la constitution de <strong>bases de donn&eacute;es nationales de mesure de la qualit&eacute; de service (QoS)</strong>.</p>
    <p>Les r&eacute;sultats individuels sont agr&eacute;g&eacute;s et anonymis&eacute;s pour produire des <strong>indicateurs statistiques</strong>, des <strong>cartes de couverture</strong> et des <strong>barom&egrave;tres de performance</strong> accessibles au public.</p>
    <h2>&nbsp;4.02 Tests effectu&eacute;s</h2>
    <p>Les principales mesures effectu&eacute;es par l&rsquo;application <strong>CIPerf</strong> sont :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> <strong>Mesure des d&eacute;bits ascendants et descendants :</strong> t&eacute;l&eacute;chargement et envoi de donn&eacute;es sur plusieurs connexions simultan&eacute;es afin d&rsquo;&eacute;valuer la capacit&eacute; maximale de la liaison Internet. Le d&eacute;bit cr&ecirc;te correspond &agrave; la moyenne de 30% des &eacute;chantillons cons&eacute;cutifs les plus &eacute;lev&eacute;s ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> <strong>Mesure de la latence :</strong> temps de r&eacute;ponse aller-retour entre le terminal et le serveur. Il est effectu&eacute; dix fois minimum. Il en ressort un minimum, une moyenne et la gigue (variation maximum entre les mesures) ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> <strong>Mesure de la performance en navigation :</strong> calcul du temps de chargement de plusieurs pages web repr&eacute;sentatives des usages courants ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> <strong>Mesure de la performance en streaming :</strong> lecture et chargement d&rsquo;une vid&eacute;o afin de mesurer la fluidit&eacute; de lecture et les &eacute;ventuelles interruptions. L&rsquo;indice de performance correspond au rapport entre le temps de chargement et de lecture de la vid&eacute;o et sa dur&eacute;e nominale.</p>
    <p>Le <strong>score final</strong> fourni &agrave; l&rsquo;Utilisateur correspond &agrave; une synth&egrave;se de ces indicateurs selon un <strong>algorithme propre &agrave; l&rsquo;ARTCI</strong>, refl&eacute;tant le ressenti moyen de l&rsquo;exp&eacute;rience utilisateur.</p>
    <h2>&nbsp;4.03 G&eacute;olocalisation</h2>
    <p>Certains services, notamment la cartographie de couverture ou les tests en mobilit&eacute;, n&eacute;cessitent la <strong>g&eacute;olocalisation du terminal</strong>.</p>
    <p>L&rsquo;utilisation de cette fonction est <strong>soumise &agrave; l&rsquo;accord pr&eacute;alable et explicite de l&rsquo;Utilisateur</strong> via les param&egrave;tres de son appareil.</p>
    <p>Pour ce faire, l&rsquo;Utilisateur devra, s&rsquo;il le souhaite :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> Dans l&rsquo;Application, autoriser celle-ci &agrave; utiliser la fonction de g&eacute;olocalisation pour qu&rsquo;elle puisse y avoir recours. Cette autorisation peut, &agrave; tout moment, &ecirc;tre r&eacute;voqu&eacute;e ou accord&eacute;e depuis les param&egrave;tres syst&egrave;me du terminal.&nbsp;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> La d&eacute;sactivation de g&eacute;olocalisation par l&apos;Application et/ou de la g&eacute;olocalisation du terminal mobile bloque les Services qui y sont li&eacute;s, &agrave; savoir : le positionnement des tests sur les cartes, la cartographie active.&nbsp;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> Sur le Site, donner son consentement expresse et pr&eacute;alable au recours &agrave; la fonction de partage de localisation de son navigateur Internet. Cette fonctionnalit&eacute; peut, &agrave; tout moment, &ecirc;tre d&eacute;sactiv&eacute;e ou activ&eacute;e selon les param&egrave;tres du navigateur de l&rsquo;Utilisateur.&nbsp;</p>
    <p align="left">L&rsquo;Utilisateur &nbsp;&nbsp; peut &nbsp;&nbsp;&nbsp; <strong>d&eacute;sactiver &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; la &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; g&eacute;olocalisation &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &agrave; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; tout &nbsp;&nbsp;&nbsp; moment</strong>, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; sans &nbsp;&nbsp;&nbsp; frais. Toutefois, cette d&eacute;sactivation peut limiter l&rsquo;acc&egrave;s &agrave; certaines fonctionnalit&eacute;s (positionnement des tests, affichage des cartes, etc.).</p>
    <h1>Article V. Acc&egrave;s aux services et exigences techniques&nbsp;</h1>
    <p>Les Services sont fournis dans le cadre d&rsquo;une infrastructure partag&eacute;e, utilisant les ressources de sous-traitants h&eacute;bergeurs, sous r&eacute;serve du respect par l&rsquo;Utilisateur des obligations lui incombant, notamment en ce qui concerne l&rsquo;acquittement du prix de connexion au r&eacute;seau sans lequel aucun acc&egrave;s n&rsquo;est possible aux Services. <span>&nbsp;</span>&nbsp;</p>
    <h2>&nbsp;5.01 Conditions d&rsquo;acc&egrave;s</h2>
    <p align="left"><strong>L&rsquo;acc&egrave;s &agrave; l&rsquo;Application CIPerf n&eacute;cessite :</strong></p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> un terminal compatible (smartphone, tablette ou ordinateur) ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> un syst&egrave;me d&rsquo;exploitation r&eacute;cent ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> et une connexion Internet fonctionnelle.</p>
    <p align="left"><strong>L&rsquo;Application est disponible :</strong></p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> sur App Store (iOS) &agrave; partir de la version 9.0 ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> sur Google Play (Android) &agrave; partir de la version 4.0.3 ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> sur ordinateurs disposant d&rsquo;un syst&egrave;me d&rsquo;exploitation 64 bits r&eacute;cent (Windows, macOS, Linux) ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> via un navigateur Internet &agrave; jour.</p>
    <p>Les co&ucirc;ts li&eacute;s &agrave; l&rsquo;acc&egrave;s (connexion, forfait data, etc.) demeurent &agrave; la charge de l&rsquo;Utilisateur.</p>
    <h2><strong><span>&nbsp;5.02</span></strong> Utilisation &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &eacute;quitable</h2>
    <p align="left"><strong>&nbsp;</strong></p>
    <p>Toute utilisation intensive, automatis&eacute;e ou visant &agrave; influencer artificiellement les statistiques (notamment via scripts, robots ou VPN) est interdite.&nbsp;</p>
    <p>L&rsquo;ARTCI se r&eacute;serve le droit :</p>
    <p><span>&bull;</span> <span>&nbsp;&nbsp;&nbsp;</span> d&rsquo;exclure les appareils identifi&eacute;s comme ayant un usage abusif ; <span>&bull;</span> <span>&nbsp;</span> et de supprimer les donn&eacute;es de test concern&eacute;es de la base nationale.</p>
    <p>Toute commercialisation des r&eacute;sultats des tests, et donc des Donn&eacute;es de Test, est strictement interdit, sauf accord pr&eacute;alable et &eacute;crit de l&rsquo;ARTCI.&nbsp;</p>
    <p>Les personnes, morales ou physiques, qui souhaiteraient faire un usage professionnel du Test CIPerf, notamment en r&eacute;exploitant/commercialisant les Donn&eacute;es de Test, sont invit&eacute;es &agrave; prendre contact avec l&rsquo;ARTCI afin de conclure un contrat sp&eacute;cifique. Ce contrat pourra inclure l&rsquo;acc&egrave;s &agrave; des fonctionnalit&eacute;s compl&eacute;mentaires, r&eacute;serv&eacute;es &agrave; des usages professionnels du Test CIPerf et des Donn&eacute;es de Test.&nbsp;</p>
    <h1>Article VI. Propri&eacute;t&eacute; Intellectuelle&nbsp;</h1>
    <h2>&nbsp;6.01 Titularit&eacute; des droits</h2>
    <p>L&rsquo;ARTCI est titulaire de l&rsquo;ensemble des droits de propri&eacute;t&eacute; intellectuelle aff&eacute;rents au service CIPerf, &agrave; son nom, &agrave; son logo, &agrave; sa charte graphique, ainsi qu&rsquo;aux bases de donn&eacute;es et contenus produits dans le cadre du projet.</p>
    <p>La soci&eacute;t&eacute; nPerf demeure titulaire des droits techniques et logiciels relatifs &agrave; sa technologie de mesure, mise &agrave; disposition de l&rsquo;ARTCI dans le cadre du contrat de prestation. Toute utilisation du code, de la m&eacute;thode ou de la marque nPerf est strictement encadr&eacute;e par cette convention.</p>
    <h2>&nbsp;6.02 Droit d&rsquo;usage conc&eacute;d&eacute; &agrave; l&rsquo;Utilisateur</h2>
    <p>Pendant la dur&eacute;e d&rsquo;utilisation du service, l&rsquo;ARTCI conc&egrave;de &agrave; l&rsquo;Utilisateur un <strong>droit personnel, non exclusif, non transf&eacute;rable et gratuit</strong> d&rsquo;acc&egrave;s et d&rsquo;utilisation de l&rsquo;Application <strong>CIPerf</strong>, exclusivement dans le cadre des pr&eacute;sentes CGU.</p>
    <p>Toute exploitation, commerciale ou non, notamment tout t&eacute;l&eacute;chargement, copie, reproduction, copyright, transmission, diffusion, adaptation, traduction ou repr&eacute;sentation, int&eacute;grale ou partielle du Test CIPerf, du Site et/ou de l&rsquo;Application, ou de leurs &eacute;l&eacute;ments, notamment logiciels, par tout moyen ou proc&eacute;d&eacute; actuel ou futur, sur tout support actuel ou futur, sans l&rsquo;autorisation pr&eacute;alable et &eacute;crite de l&rsquo;ARTCI est interdite et est susceptible de donner lieu &agrave; des poursuites judiciaires.</p>
    <p>La d&eacute;nomination &laquo; CIPerf &raquo; est une marque prot&eacute;g&eacute;e dont l&rsquo;ARTCI est le titulaire. Sauf autorisation expresse et pr&eacute;alable de l&rsquo;ARTCI tout usage de la marque &laquo; CIPerf&raquo; ou d&rsquo;un signe identique ou similaire &agrave; cette marque ainsi qu&rsquo;&agrave; toute autre marque figurant sur le Site et/ou les Applications appartenant &agrave; l&rsquo;ARTCI ou &agrave; des tiers, expose l&rsquo;Utilisateur &agrave; des poursuites p&eacute;nales et civiles.&nbsp;</p>
    <h2>&nbsp;6.03 Donn&eacute;es et Base de Donn&eacute;es</h2>
    <p>En utilisant le Test CIPerf, l&rsquo;Utilisateur accepte express&eacute;ment de contribuer &agrave; enrichir les Bases de Donn&eacute;es par ses Donn&eacute;es de Test. Les <strong>Bases de Donn&eacute;es CIPerf</strong> sont constitu&eacute;es des mesures techniques anonymis&eacute;es collect&eacute;es par les utilisateurs.</p>
    <p>L&rsquo;ARTCI dans le cadre du Test CIPerf, collecte &eacute;galement l&rsquo;adresse IP de l&rsquo;Utilisateur, sa position g&eacute;ographique ainsi que des donn&eacute;es techniques t&eacute;l&eacute;coms. La &laquo; Politique de confidentialit&eacute; ARTCI &raquo; d&eacute;crit par ailleurs en d&eacute;tails l&rsquo;ensemble des donn&eacute;es collect&eacute;es ainsi que les acteurs susceptibles de traiter ces donn&eacute;es.</p>
    <p>Les droits sur les Bases de Donn&eacute;es appartiennent</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> S&rsquo;agissant de leur architecture interne et externe, &agrave; l&rsquo;ARTCI ;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> S&rsquo;agissant de leur contenu, prot&eacute;g&eacute; par le droit sui generis, &agrave; NPERF en sa qualit&eacute; de producteur des Bases de Donn&eacute;es.</p>
    <p>Il est par cons&eacute;quent interdit &agrave; tout Utilisateur :</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> D&apos;extraire par transfert permanent ou temporaire la totalit&eacute; ou une partie qualitativement ou quantitativement substantielle du contenu des Bases de Donn&eacute;es, par tout moyen et sous toute forme que ce soit ;&nbsp;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> De r&eacute;utiliser, par la mise &agrave; la disposition du public, la totalit&eacute; ou une partie qualitativement ou quantitativement substantielle du contenu des Bases de Donn&eacute;es, quelle qu&apos;en soit la forme ;&nbsp;</p>
    <p><span>&bull;<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span> D&apos;extraire ou de r&eacute;utiliser de mani&egrave;re r&eacute;p&eacute;titive ou syst&eacute;matique des parties qualitativement ou quantitativement non substantielles du contenu des Bases de Donn&eacute;es lorsque ces op&eacute;rations exc&egrave;dent manifestement les conditions d&apos;utilisation normales de telles bases.&nbsp;</p>
    <p>L&rsquo;Utilisateur est autoris&eacute; &agrave; faire usage de ses Donn&eacute;es de Test, exclusivement &agrave; des fins priv&eacute;es, non professionnelles, non commerciales et non lucratives (publicit&eacute;&hellip;). L&rsquo;Utilisateur sera seul responsable de cet usage.&nbsp;&nbsp;</p>
    <p align="left">&nbsp;</p>
    <h1>Article VII. Responsabilit&eacute; - Garantie</h1>
    <h2>&nbsp;7.01 Acc&egrave;s au Site, &agrave; l&rsquo;Application et/ou aux Services</h2>
    <p>L&rsquo;ARTCI fera son possible pour que le Site, l&rsquo;Application et/ou les Services soient accessibles 24 heures sur 24 et 7 jours sur 7, sous r&eacute;serve d&rsquo;un cas de force majeure, d&rsquo;un &eacute;v&eacute;nement hors du contr&ocirc;le de l&rsquo;ARTCI ou d&rsquo;op&eacute;rations de maintenance et /ou de mise &agrave; jour n&eacute;cessaires au bon fonctionnement du Site, de l&rsquo;Application et/ou des Services.&nbsp;</p>
    <p>Ces op&eacute;rations de maintenance pourront intervenir sans que l&rsquo;Utilisateur ait &eacute;t&eacute; pr&eacute;alablement avertis.</p>
    <p>L&rsquo;Utilisateur est par ailleurs inform&eacute; que la connexion au Site, &agrave; l&rsquo;Application et/ou aux Services s&rsquo;effectue via le r&eacute;seau Internet. Il est averti des al&eacute;as techniques qui peuvent affecter ce r&eacute;seau et entra&icirc;ner des ralentissements ou des indisponibilit&eacute;s rendant la connexion impossible. L&rsquo;ARTCI n&rsquo;est tenue que d&rsquo;une obligation de moyens s&rsquo;agissant de l&rsquo;accessibilit&eacute; au Test CIPerf et ne peut &ecirc;tre tenue responsable des difficult&eacute;s d&rsquo;acc&egrave;s aux Services dues &agrave; des perturbations du r&eacute;seau Internet qui ne lui sont pas imputables.&nbsp;</p>
    <p>L&rsquo;ARTCI ne pourra en aucun cas &ecirc;tre tenue pour responsable en cas de difficult&eacute; d&rsquo;acc&egrave;s au Test CIPerf et/ou aux Services li&eacute;e &agrave; l&rsquo;&eacute;quipement de l&rsquo;Utilisateur. Il appartient &agrave; l&rsquo;Utilisateur de prendre toutes mesures n&eacute;cessaires pour s&rsquo;assurer que les caract&eacute;ristiques techniques de son ordinateur, tablette ou smartphone et/ou de son r&eacute;seau informatique permettent l&rsquo;acc&egrave;s au Site, &agrave; l&rsquo;Application et/ou aux Services, conform&eacute;ment aux recommandations de l&rsquo;ARTCI stipul&eacute;es &agrave; l&rsquo;article 5.01. des pr&eacute;sentes CGU.&nbsp;</p>
    <p>Tous les co&ucirc;ts aff&eacute;rents &agrave; l&rsquo;acc&egrave;s aux Services et &agrave; leur utilisation, que ce soient les frais mat&eacute;riels logiciels ou d&rsquo;acc&egrave;s &agrave; Internet, sont exclusivement &agrave; charge de l&rsquo;Utilisateur. L&rsquo;Utilisateur est seul responsable du bon fonctionnement de son &eacute;quipement informatique ainsi que de son acc&egrave;s &agrave; Internet.&nbsp;</p>
    <p>Il appartient &agrave; chaque Utilisateur de prendre toutes les mesures appropri&eacute;es afin de se prot&eacute;ger contre la contamination de ses donn&eacute;es, logiciels ou mat&eacute;riels par des virus circulant &eacute;ventuellement &agrave; travers le Site, l&rsquo;Application ou les Services.&nbsp;</p>
    <p>En cas de faille de s&eacute;curit&eacute; constat&eacute;e par l&rsquo;ARTCI, de nature &agrave; compromettre gravement la s&eacute;curit&eacute; du Site et/ou de l&rsquo;Application, l&rsquo;ARTCI pourra proc&eacute;der, sans pr&eacute;avis, &agrave; une interruption momentan&eacute;e des Services afin de rem&eacute;dier &agrave; la faille de s&eacute;curit&eacute; dans les meilleurs d&eacute;lais.&nbsp;</p>
    <h2>&nbsp;7.02 Utilisation des Services</h2>
    <p>L&rsquo;ARTCI ne fait aucune garantie expresse ou implicite relative aux Services, y compris, notamment, toute garantie implicite d&rsquo;ad&eacute;quation de l&rsquo;Application ou du Site &agrave; un objectif particulier. L&rsquo;ARTCI ne garantit pas les r&eacute;sultats des Services.&nbsp;</p>
    <p>La connexion de l&rsquo;Utilisateur au Site ou &agrave; l&rsquo;Application et son utilisation des Services se font sous son enti&egrave;re responsabilit&eacute;.</p>
    <h2>&nbsp;7.03 Dysfonctionnement des supports</h2>
    <p>L&rsquo;ARTCI ne saurait &ecirc;tre tenue responsable de tout dysfonctionnement de quelque nature que ce soit, relatif aux supports d&rsquo;acc&egrave;s au Test ARTCI, au Site, &agrave; l&rsquo;Application et/ou aux Services de l&rsquo;Utilisateur, &agrave; savoir PC/MAC, smartphone, tablette.&nbsp;</p>
    <h2>&nbsp;7.04 Modification/arr&ecirc;t des Services</h2>
    <p>L&rsquo;ARTCI se r&eacute;serve le droit de modifier et/ou d&rsquo;am&eacute;liorer les Services si elle le juge utile ou n&eacute;cessaire.</p>
    <p>L&rsquo;ARTCI se r&eacute;serve le droit, moyennant le respect d&rsquo;un pr&eacute;avis raisonnable, d&rsquo;arr&ecirc;ter d&eacute;finitivement un ou des Service(s) et ne pourra ne aucun cas &ecirc;tre tenue responsable des dommages pouvant r&eacute;sulter de ce fait.&nbsp;</p>
    <h1>Article VIII. <strong><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></strong> Relation CIPerf-utilisateurs</h1>
    <p>Pour toute question relative aux pr&eacute;sentes CGU et, plus g&eacute;n&eacute;ralement aux Services, l&rsquo;Utilisateur peut &eacute;crire &agrave; l&rsquo;ARTCI &agrave; l&rsquo;adresse suivante :</p>
    <p>ARTCI</p>
    <p>Adresse G&eacute;ographique : Abidjan - Marcory Anoumanbo --- Adresse Postale :&nbsp; 18 BP 2203 Abidjan 18 - C&ocirc;te d&apos;Ivoire&nbsp;</p>
    <p>T&eacute;l&eacute;phone : +225 27 20 34 43 73 / +225 27 20 34 43 74 ---&nbsp; Fax : +225 27 20 34 43 75&nbsp;&nbsp; Email: alerte@artci.ci&nbsp;&nbsp;&nbsp;&nbsp; Site web : www.artci.ci</p>
    <p>&nbsp;Ou contacter ARTCI via le lien internet : <a href="https://www.artci.ci/"><span>https://www.artci.ci/</span></a> <a href="https://www.artci.ci/"></a></p>
    <h1>Article IX. Nullit&eacute;s</h1>
    <p>Si l&rsquo;une quelconque des dispositions des pr&eacute;sentes CGU s&rsquo;av&eacute;rait nulle au regard d&rsquo;une r&egrave;gle de droit en vigueur ou d&rsquo;une d&eacute;cision judicaire devenue d&eacute;finitive, elle serait alors r&eacute;put&eacute;e non &eacute;crite, sans pour autant entra&icirc;ner la nullit&eacute; des pr&eacute;sentes CGU ni alt&eacute;rer la validit&eacute; de ses autres dispositions.&nbsp;</p>
    <p align="left"><span>Article X.</span> <span>Loi applicable</span></p>
    <p>Les pr&eacute;sentes CGU sont soumises &agrave; la loi ivoirienne.</p>
    <h1>Article XI. LITIGES</h1>
    <p>En cas de litige ou de diff&eacute;rend il est recommand&eacute; &agrave; l&rsquo;Utilisateur de se rapprocher de l&rsquo;ARTCI afin de rechercher et de trouver une solution amiable.</p>
    <p>L&rsquo;Utilisateur est inform&eacute; de la possibilit&eacute;, en cas d&rsquo;&eacute;chec de la demande de r&eacute;clamation aupr&egrave;s de l&rsquo;ARTCI ou en l&rsquo;absence de r&eacute;ponse de cette derni&egrave;re dans un d&eacute;lai de deux (2) mois, de soumettre le diff&eacute;rend l&rsquo;opposant &agrave; l&rsquo;ARTCI au Conseil de la R&eacute;gulation qui tentera en toute ind&eacute;pendance et impartialit&eacute;, de rapprocher les parties en vue d&rsquo;aboutir &agrave; une solution amiable.&nbsp;</p>
    <p>A d&eacute;faut d&apos;accord amiable, tout litige &agrave; propos de la validit&eacute;, l&rsquo;interpr&eacute;tation ou l&rsquo;ex&eacute;cution des pr&eacute;sentes CGU et/ou des Services, sera soumis aux Tribunaux ivoiriens comp&eacute;tents.&nbsp;</p>
    <p align="left">&nbsp;</p>
    <p>Fait &agrave;, Abidjan le 29 octobre 2025</p>
    <p align="left"><span>&nbsp;</span></p>
</div>