<!DOCTYPE html>
<html lang="fr">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Conditions Générales d'utilisation ARTCI (EULA)</title>
  <link rel="stylesheet" href="/styles.css" />
</head>
<body>
  <main class="container" style="padding:24px 0;">
    <h1>Conditions Générales d'utilisation ARTCI (EULA)</h1>
    <article class="page-content" style="display:block; background:#ffffff; color:#111827; border-radius:12px; padding:16px;">
      <div>
        <p align="center"><strong><u><span>CONDITIONS GENERALES D&rsquo;UTILISATION</span></u></strong></p>
        <p align="left"><strong>&nbsp;</strong></p>
        <p align="left"><strong>AVERTISSEMENT PR&Eacute;ALABLE</strong></p>
        <p align="left"><strong>IMPORTANT : VEUILLEZ LIRE ATTENTIVEMENT LES PR&Eacute;SENTES CONDITIONS G&Eacute;N&Eacute;RALES D&rsquo;UTILISATION (CGU) AVANT TOUTE</strong></p>
        <p align="left"><strong>UTILISATION DE L&rsquo;APPLICATION OU DES SERVICES ASSOCI&Eacute;S.</strong></p>
        <p>La soci&eacute;t&eacute; <strong>nPerf</strong>, soci&eacute;t&eacute; par actions simplifi&eacute;e (SAS) au capital de 71 300 &euro;, immatricul&eacute;e au RCS de Lyon sous le n&deg; B 450 208 244, dont le si&egrave;ge social est sis <strong>87, rue de S&egrave;ze, 69006 Lyon (France)</strong>, agit en qualit&eacute; de <strong>prestataire technique</strong> pour le compte de <strong>l&rsquo;Autorit&eacute; de R&eacute;gulation des T&eacute;l&eacute;communications/TIC de C&ocirc;te d&rsquo;Ivoire (ARTCI)</strong>, autorit&eacute; administrative ind&eacute;pendante charg&eacute;e de la r&eacute;gulation du secteur des t&eacute;l&eacute;communications et des technologies de l&rsquo;information et de la communication sis &agrave; Abidjan, Marcory Anoumanbo.</p>
        <p>Dans ce cadre, <strong>nPerf</strong> a d&eacute;velopp&eacute; et exploite, pour le compte de l&rsquo;ARTCI, une version personnalis&eacute;e de sa plateforme de test de performance Internet, d&eacute;nomm&eacute;e <strong>CIPerf</strong>, accessible :</p>
        <p><span>&bull;</span> via le site web officiel de l&rsquo;ARTCI : <a href="https://www.artci.ci/">www.artci.ci</a> ;</p>
        <p><span>&bull;</span> via une application mobile t&eacute;l&eacute;chargeable sur <strong>iOS</strong> et <strong>Android</strong> ; et via des applications pour ordinateurs (<strong>Windows</strong>, <strong>macOS</strong>, <strong>Linux</strong>).</p>
        <p>L&rsquo;Application <strong>CIPerf</strong> permet &agrave; l&rsquo;utilisateur (ci-apr&egrave;s &laquo; l&rsquo;Utilisateur &raquo;) d&rsquo;&eacute;valuer la qualit&eacute; de sa connexion Internet, de contribuer &agrave; la constitution de bases de donn&eacute;es de mesures techniques et &agrave; la production de cartographies de couverture et de performance des r&eacute;seaux.</p>
        <p>L&rsquo;<strong>ARTCI</strong> demeure <strong>seule responsable du service public num&eacute;rique CIPerf</strong>, du traitement des donn&eacute;es et de la mise &agrave; disposition du service aupr&egrave;s du public. La soci&eacute;t&eacute; <strong>nPerf</strong> intervient exclusivement en tant que <strong>prestataire technique</strong>, sans relation contractuelle directe avec les Utilisateurs.</p>
        <h1>Article I. D&eacute;finitions</h1>
        <p>Les termes d&eacute;butant par une majuscule au sein des pr&eacute;sentes Conditions G&eacute;n&eacute;rales d&rsquo;Utilisation (CGU), y compris au pr&eacute;ambule ci-dessus, qu&rsquo;ils soient utilis&eacute;s au singulier ou au pluriel, auront la signification qui leur est donn&eacute;e au pr&eacute;sent article.</p>
        <p><strong>Abonnement Premium</strong> : d&eacute;signe le forfait payant donnant acc&egrave;s &agrave; la Version Premium de l&rsquo;Application pendant une p&eacute;riode d&rsquo;un (1) an.</p>
        <p><strong>Application</strong> : d&eacute;signe les applications logicielles ARTCI mobiles (Android et iOS) et pour ordinateurs (Windows, Mac, Linux) &eacute;dit&eacute;es et exploit&eacute;es par ARTCI permettant &agrave; l&rsquo;Utilisateur de r&eacute;aliser des tests de d&eacute;bit, de latence, de navigation et/ou de streaming de sa connexion internet. Il existe &eacute;galement une application web du Test ARTCI, accessible sur le Site.</p>
        <p><strong>Bases de Donn&eacute;es ARTCI</strong> : d&eacute;signe les bases de donn&eacute;es constitu&eacute;es des Donn&eacute;es de Test.</p>
        <p><strong>Compte Utilisateur</strong> : d&eacute;signe le compte cr&eacute;&eacute; par l&rsquo;Utilisateur lors de son inscription sur le Site/l&rsquo;Application, pr&eacute;alablement &agrave; l&rsquo;acc&egrave;s &agrave; certains Services propos&eacute;s par le Test ARTCI.</p>
        <p><strong>Contrat</strong> : d&eacute;signe les pr&eacute;sentes CGU, accept&eacute;es par l&rsquo;Utilisateur, r&eacute;gissant les relations contractuelles entre ARTCI et l&rsquo;Utilisateur.</p>
        <p><strong>Donn&eacute;es de Test</strong> : d&eacute;signe les donn&eacute;es issues des tests de mesure effectu&eacute;s par les Utilisateurs via l&rsquo;Application, collect&eacute;es par ARTCI.</p>
        <p><strong>Donn&eacute;es Personnelles</strong> : Toute information relative &agrave; une personne physique identifi&eacute;e ou identifiable.</p>
        <p><strong>Identifiant</strong> : d&eacute;signe l&rsquo;adresse e-mail ou le nom d&rsquo;Utilisateur sp&eacute;cifique.</p>
        <p><strong>Mot de passe</strong> : terme secret propre &agrave; l&rsquo;Utilisateur accompagnant obligatoirement son Identifiant.</p>
        <p><strong>Services</strong> : d&eacute;signe l&rsquo;ensemble des services, gratuits ou payants, constituant le Test ARTCI.</p>
        <p><strong>Services Enrichis</strong> : services accessibles gratuitement aux Utilisateurs ayant cr&eacute;&eacute; un Compte Utilisateur.</p>
        <p><strong>Services Gratuits</strong> : services gratuits accessibles &agrave; tout Utilisateur.</p>
        <p><strong>Services Premium</strong> : services payants accessibles aux Utilisateurs ayant souscrit un Abonnement Premium.</p>
        <p><strong>Site</strong> : d&eacute;signe le site www.nperf.com &eacute;dit&eacute; et exploit&eacute; par ARTCI.</p>
        <p><strong>Test ARTCI</strong> : d&eacute;bit, latence, navigation et/ou streaming accessible via l&rsquo;Application.</p>
        <p><strong>Utilisateur</strong> : toute personne physique utilisant le Test ARTCI &agrave; des fins non professionnelles.</p>
        <p><strong>Version PREMIUM</strong> : version premium payante de l&rsquo;Application.</p>
        <h1>Article II. Acceptation et modification des CGU</h1>
        <h2>2.01 Acceptation des CGU</h2>
        <p>Les pr&eacute;sentes CGU constituent un Contrat &agrave; dur&eacute;e ind&eacute;termin&eacute;e entre ARTCI et l&rsquo;Utilisateur. En utilisant l&rsquo;Application, l&rsquo;Utilisateur accepte sans r&eacute;serve les pr&eacute;sentes CGU. En cas de d&eacute;saccord, il ne doit pas utiliser le service.</p>
        <h2>2.02 Modification des CGU</h2>
        <p>ARTCI peut modifier les CGU &agrave; tout moment pour tenir compte d&rsquo;&eacute;volutions l&eacute;gales, r&eacute;glementaires ou techniques, ou pour int&eacute;grer des am&eacute;liorations. L&rsquo;Utilisateur sera inform&eacute; et devra accepter la nouvelle version.</p>
        <h1>Article III. Services du Test CIPerf</h1>
        <h2>3.01 Acc&egrave;s au service</h2>
        <p>Service accessible gratuitement via le site de l&rsquo;ARTCI, les applications mobiles iOS/Android et les versions ordinateurs (Windows, macOS, Linux). Les co&ucirc;ts d&rsquo;acc&egrave;s &agrave; Internet restent &agrave; la charge de l&rsquo;Utilisateur.</p>
        <h2>3.02 Conditions d&rsquo;utilisation</h2>
        <ul>
          <li>Utiliser le service loyale­ment pour mesurer sa connexion.</li>
          <li>Ne pas alt&eacute;rer le fonctionnement technique.</li>
          <li>Ne pas extraire/r&eacute;utiliser des donn&eacute;es d&rsquo;autres utilisateurs.</li>
          <li>Respecter la l&eacute;gislation en vigueur.</li>
        </ul>
        <p>Tout usage abusif peut entra&icirc;ner suspension ou suppression d&rsquo;acc&egrave;s.</p>
        <h2>3.03 Disponibilit&eacute;</h2>
        <p>Continuit&eacute; de service recherch&eacute;e, mais interruptions possibles pour maintenance, mise &agrave; jour ou force majeure.</p>
        <h1>Article IV. Fonctionnement du service CIPerf</h1>
        <h2>4.01 Principe</h2>
        <p>Mesure de la qualit&eacute; et de la performance des connexions Internet, et production d&rsquo;indicateurs statistiques, cartes de couverture et barom&egrave;tres de performance.</p>
        <h2>4.02 Tests effectu&eacute;s</h2>
        <ul>
          <li><strong>D&eacute;bits</strong> (montant/descendant).</li>
          <li><strong>Latence</strong> (aller-retour, moyenne, gigue).</li>
          <li><strong>Navigation</strong> (temps de chargement).</li>
          <li><strong>Streaming vid&eacute;o</strong> (chargement, remises en m&eacute;moire tampon).</li>
        </ul>
        <h2>4.03 G&eacute;olocalisation</h2>
        <p>Soumise &agrave; consentement explicite. D&eacute;sactivation possible &agrave; tout moment mais certaines fonctionnalit&eacute;s seront indisponibles.</p>
        <h1>Article V. Acc&egrave;s et exigences techniques</h1>
        <h2>5.01 Conditions d&rsquo;acc&egrave;s</h2>
        <ul>
          <li>Terminal compatible.</li>
          <li>Syst&egrave;me d&rsquo;exploitation r&eacute;cent.</li>
          <li>Connexion Internet fonctionnelle.</li>
          <li>Disponibilit&eacute; via App Store, Google Play, versions desktop et navigateur &agrave; jour.</li>
        </ul>
        <h2>5.02 Utilisation &eacute;quitable</h2>
        <p>Interdiction d&rsquo;usage intensif/automatis&eacute; visant &agrave; influencer les statistiques (scripts, robots, VPN). Sanctions possibles.</p>
        <h1>Article VI. Propri&eacute;t&eacute; intellectuelle</h1>
        <h2>6.01 Titularit&eacute; des droits</h2>
        <p>ARTCI : droits aff&eacute;rents &agrave; CIPerf, charte graphique, contenus. nPerf : droits techniques et logiciels de mesure.</p>
        <h2>6.02 Droit d&rsquo;usage conc&eacute;d&eacute;</h2>
        <p>Droit personnel, non exclusif, non transf&eacute;rable et gratuit, dans le cadre des CGU.</p>
        <h2>6.03 Donn&eacute;es et Bases de donn&eacute;es</h2>
        <p>Contributions aux Bases CIPerf. Droits d&rsquo;architecture : ARTCI. Droit sui generis : nPerf. Interdictions d&rsquo;extraction/r&eacute;utilisation sans autorisation.</p>
        <h1>Article VII. Responsabilit&eacute; - Garantie</h1>
        <h2>7.01 Acc&egrave;s</h2>
        <p>Accessibilit&eacute; recherch&eacute;e 24/7, sous r&eacute;serve de maintenance/force majeure. Obligation de moyens.</p>
        <h2>7.02 Utilisation</h2>
        <p>Aucune garantie expresse ou implicite sur les r&eacute;sultats. Utilisation sous responsabilit&eacute; de l&rsquo;Utilisateur.</p>
        <h2>7.03 Dysfonctionnement des supports</h2>
        <p>ARTCI non responsable des dysfonctionnements des supports de l&rsquo;Utilisateur.</p>
        <h2>7.04 Modification/arr&ecirc;t</h2>
        <p>ARTCI peut modifier/am&eacute;liorer/arr&ecirc;ter des Services avec pr&eacute;avis raisonnable.</p>
        <h1>Article VIII. Relation CIPerf - Utilisateurs</h1>
        <p>Contact ARTCI : Abidjan - Marcory Anoumanbo — 18 BP 2203 Abidjan 18 — T&eacute;l : +225 27 20 34 43 73 / 74 — Fax : +225 27 20 34 43 75 — Email : alerte@artci.ci — Site : <a href="https://www.artci.ci/">www.artci.ci</a></p>
        <h1>Article IX. Nullit&eacute;s</h1>
        <p>Si une disposition est nulle, elle est r&eacute;put&eacute;e non &eacute;crite sans affecter le reste des CGU.</p>
        <h1>Article X. Loi applicable</h1>
        <p>Loi ivoirienne.</p>
        <h1>Article XI. Litiges</h1>
        <p>Privil&eacute;gier la r&eacute;solution amiable. &Agrave; d&eacute;faut, comp&eacute;tence des tribunaux ivoiriens.</p>
        <p>Fait &agrave; Abidjan le 29 octobre 2025</p>
      </div>
    </article>
  </main>
</body>
</html>
